package com.jihoon.fairy.Model;

public class FairyAdvice {

    // 기분 좋을 때
    String[] GoodAdvice = {
            "요즘 기분이 좋아보이네요!",
            "지금 느끼는 감정으로 오늘 하루도 활기차게 보내요!",
            "당신이 느끼는 행복이 주변 사람들도 기분 좋게 만들어 줄 것 같아요!"};

    // 평범할 때 (작은 행동으로 기분을 더 좋게 만들어보면 좋을 듯)
    String[] NormalAdvice = {
            "잠깐 시간내서 산책을 해보는건 어떠세요?",
            "오늘 날씨는 어떤가요? 주변 사람들과 날씨에 대해 이야기를 해봐요!",
            "오늘은 조금 시간을 내서 취미생활을 해보는 건 어떠세요?",
            "기지개를 켜보고 스트레칭을 한번 해보세요!",
            "친구들과 시시콜콜한 이야기를 나눠보세요"};

    // 슬플 때
    String[] SadAdvice = {
            "오늘은 잠깐 내려놔도 좋을 것 같아요",
            "한 줄 일기를 써보는건 어떠세요?",
            "완벽하지 않아도 괜찮아요",
            "지금 그대로의 당신도 괜찮아요"};
}
